{
    "Home" : {
        "Welcome" : "Welcome to SOUTHWEST URGENT CARE.",
        "New" : "New Patient",
        "Existing":"Existing Patient"
        
    },
    "Page1" : {
    "Details" : "New Patient Details",
    "FirstName": "First Name",
    "FirstNameReq": "First Name is Required",
    "MiddleName": "Middle Name",
    "LastName": "Last Name",
    "LastNameReq": " Last Name is Required",
    "Email" : "Email",
    "EmailReq" : "Email is Required", 
    "Dob" : "Date of Birth",
    "GuardianID" : "Upload Guardian ID Card Picture",
    "GuardianIDReq": "Guardian ID Card Picture is Required",
    "GuardianName": "Guardian Name",
    "GuardianNameReq": "Guardian Name is required",
    "Relationship": "Relationship With Patient",
    "RelationshipReq": "Relationship With Patient is required",
    "DobReq": "Date of Birth is Required",
    "Gender": "Gender",
    "Male": "Male",
    "Female" : "Female",
    "LastMammo": "When was approximately your last mammogram ?",
    "LastMenstrual": "When was your last menstrual period",
    "MensDate": "Date",
    "Menopause":"I am Menopause",
    "NotApplicable" :"Not Applicable",
    "SelectDate": "Select Date",
    "BreastFeeding": "Are you Breast Feeding/Lactating?",
    "Pregnant":"Are you Pregnant?",
    "PregnantYes": " How many Months",
    "Insurance" : "DO YOU HAVE INSURANCE?",
    "Yes" : "Yes",
    "No": "No",
    "InsuranceFrontID": "UPLOAD FRONT PICTURE OF INSURANCE CARD",
    "InsuranceFrontIDReq": "",
    "InsuranceBackID": "UPLOAD BACK PICTURE OF INSURANCE CARD",
    "InsuranceBackIDReq": "",
    "IDCard": "UPLOAD ID CARD PICTURE",
    "IDCardReq": ""

    },
    "ReasonForVisit" : {
       "label" : "Reason for Visit",
       "Select" : "Select",
       "CovidTest": "Covid Test Consultation",
       "Covid": "Covid",
       "Consultation" : "Consultation/Medicine Refil",
       "Sport": "Sports/School Physical",
       "Immigration": "Immigration",
       "DotPhysical" : "Dot Physical",
       "Other": "Other",
       "Explain" : "Explain",
       "Error": "Reason for Visit is Required"
    },
    "SportPhysical" :{
        "Grade": "Grade",
        "School": "School",
        "Illness": "Have you had a medical illness or injury since your last check up or physical?",
        "Hospitalized" : "Have you been hospitalized overnight in the past year?",
        "Surgery": "Have you ever had surgery?",
        "HeartTest": "Have you ever had prior testing for the heart ordered by a physician?",
        "Passed" : "Have you ever passed out during or after exercise?",
        "ChestPain": "Have you ever had chest pain during or after exercise?",
        "TiredQuickly" : "Do you get tired more quickly than your friends do during exercise?",
        "SkippedHeartbeat": "Have you ever had racing of your heart or skipped heartbeats?",
        "HighBlood": "Have you had high blood pressure or high cholesterol?",
        "Murmur": "Have you ever been told you have a heart murmur?",
        "FamilyMember": "Has any family member or relative died of heart problems or of sudden unexpected death before age 50?",
        "FamilyMemberDied": "Has any family member been diagnosed with enlarged heart, (dilated cardiomyopathy), hypertrophic cardiomyopathy, long QT syndrome or other ion channelpathy (Brugada syndrome, etc), Marfan's syndrome, or abnormal heart rhythm?",
        "ViralInfection": "Have you had a severe viral infection (for example, myocarditis or mononucleosis) within the last month?",
        "Denied": "Has a physician ever denied or restricted your participation in activities for any heart problems?",
        "HeadInjury":"Have you ever had a head injury or concussion?",
        "MemoryLoss": "Have you ever been knocked out, become unconscious, or lost your memory?",
        "MemoryLossExplain": "If yes, How many times?",
        "LastConcussion" : "When was your last concussion?",
        "HowSevere" : "How severe was each one? (Explain below)",
        "Seizure" : "Have you ever had a seizure?",
        "Headache" : "Do you have frequent or severe headaches?",
        "Numbness" : "Have you ever had numbness or tingling in your arms, hands, legs or feet?",
        "PinchedNerve" : "Have you ever had a stinger, burner, or pinched nerve?",
        "MissingOrgan" : "Are you missing any paired organs?",
        "UnderDrCare" : "Are you under a doctor’s care?",
        "TakingMed" : "Are you currently taking any prescription or non-prescription (over-the-counter) medication or pills or using an inhaler?",
        "Alergy" : "Do you have any allergies (for example, to pollen, medicine, food, or stinging insects)?",
        "Dizzy" : "Have you ever been dizzy during or after exercise?",
        "SkinProblem" : "Do you have any current skin problems (for example, itching, rashes, acne, warts, fungus, or blisters)?",
        "HeatIllness" : "Have you ever become ill from exercising in the heat?",
        "EyeProblem" : "Have you had any problems with your eyes or vision?",
        "ShortBreath" : "Have you ever gotten unexpectedly short of breath with exercise?",
        "Asthma" : "Do you have asthma?",
        "SeasonalAlergy" : "Do you have seasonal allergies that require medical treatment?",
        "Protective" : "Do you use any special protective or corrective equipment or devices that aren't usually used for your activity or position (for example, knee brace, special neck roll, foot orthotics, retainer on your teeth, hearing aid)?",
        "InjurySwelling" : "Have you ever had a sprain, strain, or swelling after injury?",
        "FracturedBone" : "Have you broken or fractured any bones or dislocated any joints?",
        "BoneSwell" : "Have you had any other problems with pain or swelling in muscles, tendons, bones, or joints?",
        "Checkbox" : "If yes, check appropriate box and explain below:",
        "Head" : "Head",
        "Neck" : "Neck",
        "Back" : "Back",
        "Chest" : "Chest",
        "Shoulder" : "Shoulder",
        "Upperarm" : "Upperarm",
        "Elbow" : "Elbow",
        "Forearm" : "Forearm",
        "Wrist" : "Wrist",
        "Hand" : "Hand",
        "Finger" : "Finger",
        "Foot" : "Foot",
        "Hip" : "Hip",
        "Thigh" : "Thigh",
        "Knee" : "Knee",
        "Shin" : " Shin/Calf",
        "Ankle" : "Ankle",

        "Weigh" : "Do you want to weigh more or less than you do now?",
        "Stress" : "Do you feel stressed out?",
        "SickleCell" : "Have you ever been diagnosed with or treated for sickle cell trait or sickle cell disease?",
        "TwoTesticle" : "Do you have two testicles?",
        "TesticularSwelling" : "Do you have any testicular swelling or masses?",
        "FirstMenstrual" : "When was your first menstrual period?",
        "RecentMenstrual" : "When was your most recent menstrual period?",
        "MenstrualTime" : "How much time do you usually have from the start of one period to the start of another?",
        "LastYearPeriods" : "How many periods have you had in the last year?",
        "LongestTime" : "What was the longest time between periods in the last year?",
        "ECG" : "An electrocardiogram (ECG) is not required. By checking this box, I choose to obtain an ECG for my student for additional cardiac screening. I have read and understand the information about cardiac screening. I understand it is the responsibility of my family to schedule and pay for such ECG.",
        "Explain" : "EXPLAIN ‘YES’ ANSWERS IN THE BOX BELOW:"
    },
    "Immigration" : {
        "City" : "City or Town of Birth",
        "CityReq" : "City or Town of Birth is Required",
        "CityTownvill" : "City/Town/Village of Birth",
        "Country" : "Country Of Birth",
        "A-Num" : "Alien Registration Number (A-Number) (If any)",
        "A-NumErr" : "Minimum 9 digits",
        "A-NumErr1" : "Only digits are allowed",
        "USCIS" : "USCIS Online Account Number (if any)",
        "USCISErr" : "Minimum 12 digits",
        "USCISErr1" : "Only digits are allowed",
        "ReadEnglish" : "I can read and understand English and have understood all the instructions in this form",
        "InterpreterLabel" : "Provide the following information about the interpreter, if you used one",
        "FirstName" : "Interpreter's Given Name (First Name)",
        "LastName" : "Interpreter's Family Name (Last Name)",
        "OrganizationName" : "Interpreter's Business or Organization Name (if any)"

    },
    "DotPhysical" :{
        "Label" : "Driver Information",
        "DriverLicenseNum": "Driver's License Number",
        "State": "Issuing State/Province",
        "VerifiedBy":"Driver ID Verified By",
        "Phone": "Phone Number",
        "CLP" : "CLP/CDL Applicant/Holder*",
        "USDOT" : "Has your USDOT/FMCSA medical certificate ever been denied or issued for less than 2 years?",
        "Label1" : "Driver Health History",
        "Surgery" : "Have you ever had surgery?",
        "SurgeryExplain" : "Please list and explain below.",
        "TakingMed" : "Are you currently taking medications (prescription, over-the-counter, herbal remedies, diet supplements)?",
        "MedExplain": "Please describe below.",
        "Label2": "Do you have or have you ever had:",
        "Injury": "1. Head/brain injuries or illnesses (e.g., concussion)",
        "Seizure" : "2. Seizures, epilepsy",
        "Eye": "3. Eye problems (except glasses or contacts)",
        "Ear": " 4. Ear and/or hearing problems",
        "Heart": "5. Heart disease, heart attack, bypass, or other heart problems",
        "Pace" : " 6. Pacemaker,stents, implantable devices, or other heart procedures",
        "Highblood" : " 7. High blood pressure",
        "HighCholestrol": "8. High cholestrol",
        "Chronic" : "  9. Chronic (long-term) cough, shortness of breath, or other breathing problems",
        "Lung" : "10. Lung disease (e.g., asthma)",
        "Kidney" : "11. Kidney problems, kidney stones, or pain/problems with urination",
        "Stomach": "12. Stomach, liver, or digestive problems",
        "Sugar": "13. Diabetes or blood sugar problems",
        "Insulin" : "Insulin used",
        "MentalHealth": "14. Anxiety, depression, nervousness, other mental health problems",
        "Fainting": " 15. Fainting or passing out",
        "Dizzy" : "16. Dizziness, headaches, numbness, tingling, or memory loss",
        "WeightLoss" : "17. Unexplained weight loss",
        "Stroke" : "18. Stroke, mini-stroke (TIA), paralysis, or weakness" ,
        "LimitedUse": "19. Missing or limited use of arm, hand, finger, leg, foot, toe",
        "Back": "20. Neck or back problems",
        "Bone": "21. Bone, muscle, joint, or nerve problems",
        "BloodClot" : "22. Blood clots or bleeding problems",
        "Cancer" : "23. Cancer",
        "Infection" : " 24. Chronic (long-term) infection or other chronic diseases",
        "SleepDisorder":"25. Sleep disorders, pauses in breathing while asleep, daytime sleepiness, loud snoring",
        "Apnea" : "26. Have you ever had a sleep test (e.g., sleep apnea)?",
        "NightHospital" : "27. Have you ever spent a night in the hospital?",
        "BrokenBone" : "28. Have you ever had a broken bone?",
        "Tobacco" : "29. Have you ever used or do you now use tobacco?",
        "Alcohol" : "30. Do you currently drink alcohol?",
        "Illegal" : "31. Have you used an illegal substance within the past two years?",
        "Drug":"32. Have you ever failed a drug test or been dependent on an illegal substance?",
        "OtherHealth" : "Other health condition(s) not described above:",
        "Explain1" : "Please describe below.",
        "YesAnswerLabel" : "Did you answer 'yes' to any of questions 1-32? If so, please comment further on those health conditions below" ,
        "Explain2": "Please describe below."
       },   

    "Page2" : {
    "Label" : "New Patient Form",
    "Address" : "Address",
    "APTLabel" : "APT/SUITE/FLOOR",
    "APT": "Apartment",
    "ST": "Suite",
    "Flr" : "Floor",
    "APTNumber":"Number",
    "IDCard": "UPLOAD ID CARD PICTURE",
    "IDErr" : "ID Card Picture is Required",
    "City" : "City",
    "Race" : "Race",
    "State": "State",
    "Zip" : "Zip",
    "MaritalStatus" : "Marital Status",
    "Select" : "Select",
    "Single" : "Single",
    "Married" : "Married",
    "Divorce" : "Divorce",
    "Widowed" : "Widowed",
    "Occupation" : "Occupation",
    "MobileNumber" : "Mobile Phone No",
    "DayTimeNo" : "DayTime Phone No",
    "Surgery" : "HAVE YOU HAD ANY SURGERIES IN THE PAST?",
    "SurgeryExp": "Explain",
    "AlergicToMed" : "ARE YOU ALLERGIC TO ANY MEDICATIONS?",
    "AlergicToMedExp" : "Explain",
    "MedicalProblem" : "DO YOU HAVE ANY ONGOING MEDICAL PROBLEMS?",
    "MedExp": "Explain",
    "SSN" : "SSN",
    "SSNReq" : "SSN is required if you are using health insurance",
    "SSNErr" : "Minimum 9 digits",
    "SSNErr1": "Only digits are allowed",
    "MedList" : "List of Mediciations",
    "MedName" : "Name",
    "Potency" : "Potency  ",
    "Usage":"Usage",
    "AddMed" : "Add Medicine",
    "Smoke" : "DO YOU SMOKE?",
    "SmokeHowMuch":  "HOW MUCH:",
    "Tobacco" : "CHEW TOBACCO?",
    "TobaccoHowMuch" : "HOW MUCH:",
    "Alcohol" : "DO YOU DRINK ALCOHOL?",
    "HowMuchAL" : "HOW MUCH:",
    "Drugs" : "DO YOU USE DRUGS?",
    "WhichDrug" :"WHICH ONES:",
    "YearlyPhysical" : "DID YOU HAVE YEARLY PHYSICAL THIS YEAR?",
    "LastYearlyPhysical" : "When was your last annual physical:",
    "Covid" : "HAVE YOU BEEN EXPOSED TO COVID?",
    "CovidSymptoms" : "ARE YOU HAVING COVID 19 SYMPTOMS?",
    "Cough" : "DO YOU HAVE ANY COUGH , CONGESTION OR SORE THROAT?",
    "BreathShortness" : "ARE YOU HAVING SHORTNESS OF BREATH?",
    "Fever":"DO YOU HAVE FEVER?",
    "Headache" : "DO YOU HAVE HEADACHE?",
    "Vomit" : "DO YOU HAVE VOMITING?",
    "Bodyache" : "DO YOU HAVE BODYACHE?",
    "PharmacyName" : "NAME OF YOUR PHARMACY:",
    "Street" : "STREET OF PHARMACY :",
    "CrossIntersection" : "CROSS INTERSECTION:",
    "PharmacyZip": "ZIP CODE OF PHARMACY:",
    "FamilyHistory": "FAMILY MEDICIAL HISTORY:",
    "MissingFields" : " Review all missing fields before proceeding"
    },
    "Page3" : {
        "Label": "Emergency Contact",
        "FirstName":"First Name",
        "LastName" :"Last Name",
        "Relationship" : "Relationship",
        "PhoneNumber" : "Phone Number",
        "DiscloseInfo" : "CAN WE DISCLOSE YOUR MEDICAL RECORDS TO ANY ONE (eg FAMILY MEMBER )?",
        "Label1" : "IF YES, PLEASE PROVIDE INFORMATION BELOW",
        "FirstName1":"First Name",
        "LastName1" :"Last Name",
        "Relationship1" : "Relationship",
        "PhoneNumber1" : "Phone",
        "HearAboutUs" : "How did you hear about us?",
        "Policy" : "FINANCIAL POLICY WE ACCEPT CASH AND MAJOR CREDIT CARDS. FULL PAYMENT IS DUE AT THE TIME OF SERVICE. I AUTHORIZE SOUTHWEST URGENT CARE & FAMILY PRACTICE TO TREAT ME. IM ALSO AWARE THAT I AM RESPONSIBLE FOR ANY PAYMENT THAT IS DUE FOR MY TREATMENT. I HAVE READ & UNDERSTAND THE ABOVE FINANCIAL POLICY. BY SIGNING BELOW, I ACKNOWLEDGE RESPONSIBILITY & AGREE TO THE TERMS WRITTEN ABOVE.",
        "Terms": "We are required by applicable federal and state law to maintain the privacy of your health information. We are also required to give you this Notice about our privacy practices, legal obligations, and your rights concerning your health information (“Protected Health Information” or “PHI”). We must follow the privacy practices that are described in this Notice (which may be amended from time to time). For more information about our privacy practices, or for additional copies of this Notice, please contact us using the information listed at the end of this Notice. I. USES AND DISCLOSURES OF PROTECTED HEALTH INFORMATION: A. Your PHI may be used and disclosed by the physician, our office staff and others outside of our offices that are involved in your care and treatment for the purpose of providing health care services to you, to pay your health care bills, to support the operation of the business, and any other use required by law. We may use and disclose PHI without your written authorization for certain purposes as described below. The examples provided in each category are not meant to be exhaustive, but instead are meant to describe the types of uses and disclosures that are permissible under federal and state law. 1. Treatment: We may use and disclose PHI in order to provide treatment to you. For example, we may use PHI including your medication history to diagnose, treat, and provide medical services to you. In addition, we may disclose PHI to other health care providers involved in your treatment. 2. Payment: Under federal law we may use or disclose PHI so that services you receive are appropriately billed to, and payment is collected from, your health plan. By way of example, we may disclose PHI to permit your health plan to take certain actions before it approves or pays for treatment services. Under Washington state law, release of PHI to health plans require an authorization provided by you to us or to your health plan. We may contact the Guarantor for your visit in order to obtain payment. 3. Health Care Operations: We may use or disclose your PHI in order to support our business activities. These activities include, but are not limited to business associates, quality assessment activities, internal investigations, performance reviews, and training employees. In addition, we will use a sign-in sheet at the registration desk where you will be asked to provide your name and date of birth. We may also call you by name in the waiting room when the physician is ready to see you. We may use or disclose your PHI to contact you to remind you of an appointment, to notify you of test results, to inform you of health-related services that may be of interest to you, and to check on your treatment, progress, and satisfaction with our services. 4. Required or Permitted by Law: As required by Law, Public Health issues as required by law, Communicable Diseases, Health Oversight, Abuse or Neglect, Food and Drug Administration requirements, Legal proceedings, Law Enforcement, Coroners, Funeral Directors, Organ Donation, Research, Criminal Activity, Military Activity, National Security, Worker’s Compensation, Inmates, and other Required Uses and Disclosures. Under the law, we must make disclosures to you and when required by the Secretary of the Department of Health and Human Services. B. Permissible Uses and Disclosures That May Be Made Without Your Authorization, But For Which You Have An Opportunity to Object. 1. Family and Other Persons Involved in Your Care. We may use or disclose health information to notify, or assist in the notification of (including identifying or locating) a family member, your personal representative or another person responsible for your care, of your location, your general condition, or death. If you are present, then prior to use or disclosure of your health information, we will provide you with an opportunity to object to such uses or disclosures. In the event of your incapacity or emergency circumstances, we will disclose health information based on a determination using our professional judgment disclosing only health information that is directly relevant to the person’s involvement in your healthcare. We will also use our professional judgment and our experience to make reasonable inferences of your best interest in allowing a person to pick up filled prescriptions, medical supplies, x-rays, or other similar forms of health information."
    },
    "Page4" : {
        "Terms" :"2. Disaster Relief Efforts. We may use or disclose protected health information to a public or private entity authorized by law or its charter to assist in disaster relief efforts for the purpose of coordinating notification of family members of your location, general condition, or death. C. Other permitted and required uses and disclosures: Use or Disclose of your PHI for marketing or sale of your PHI to third parties, will be made only with your authorization. Once given, you may withdraw authorization at any time in writing. II. YOUR INDIVIDUAL RIGHTS A. Right to Inspect and Copy. You may request access to your medical records and billing records maintained by us in order to inspect and request copies of the records. All requests for access must be made in writing. Under limited circumstances, we may deny access to your records. Under federal law, you may not inspect or copy psychotherapy notes, information compiled in anticipation of, or use in, a legal proceeding, and PHI that is otherwise prohibited. We may charge a fee for the costs of copying and sending you any records requested. B. Right to Alternative Communications. You may request, and we will accommodate, any reasonable written request for you to receive PHI by alternative means of communication or at alternative locations. C. Right to Request Restrictions. You may ask us not to use or disclose any part of your PHI for the purposes of treatment, payment or health care operations. Your request must be in writing and state the specific restriction requested and to whom you want the restriction to apply. If you have paid for your services in full and ask us not to disclose your visit to your insurance company, we will honor that request. We are not required to agree to any other restriction that you may request. D. Right to Accounting of Disclosures. Upon written request, you may obtain an accounting of certain disclosures of PHI made by us in the last six years. This right applies to disclosures for purposes other than treatment, payment or health care operations, excludes disclosures made to you or disclosures otherwise authorized by you, and is subject to other restrictions and limitations. We are required by law to notify you if your unsecured PHI is breached. E. Right to Request Amendment: You have the right to request that we amend your health information. Your request must be in writing, and it must explain why the information should be amended. We may deny your request under certain circumstances. If we deny your written request for amendment, you have the right to file a statement of disagreement with us and we may prepare a rebuttal to your statement and will provide you with a copy of any such rebuttal. F. Right to Obtain Notice. You have the right to obtain a paper copy of this Notice by submitting a request to the center’s Compliance Officer at any time. G. Questions and Complaints. If you desire further information about your privacy rights, or are concerned that we have violated your privacy rights, you may contact the center’s Compliance Officer. You may also file a written complaint with the Director, Office for Civil Rights of the U.S. Department of Health and Human Services. We will not retaliate against you if you file a complaint with the Director or with our office. III. EFFECTIVE DATE AND CHANGES TO THIS NOTICE A. Effective Date. This Notice is effective on August 15, 2013. B. Changes to this Notice. We may change the terms of this Notice at any time. If we change this Notice, we may make the new notice terms effective for all PHI that we maintain, including any information created or received prior to issuing the new notice. If we change this Notice, we will post the revised notice in the waiting area of our office and on our web site. You may also obtain any revised notice by contacting the center’s Compliance Officer. I have reviewed SOUTHWEST URGENT CARE & FAMILY PRACTICE Notice of Privacy Practices and understand that I may request a copy of the policy at any time.",
        "Sign" : "Patient Signature",
        "Err" : ""

    },
    "YesNo" : {
        "Yes" : "Yes",
        "No" : "No",
        "Notsure" : "Not Sure"
    },
    "Button" : {
        "Next" : "Next",
        "BackToPrev" : "Back To Previous",
         "ClearSign": "Clear Signature",
        "SaveSign": "Save Signature",
        "Finish" : "Finish"
    },
    "Finish" : {
        "Thankyou" : "Thank you to submit your medical record."
    }
}