{
    "Home" : {
        "Welcome" : "Bienvenida a SOUTHWEST URGENT CARE.",
        "New" : "Nuevo paciente",
        "Existing":"Paciente existente"
    },
    "Page1" : {
    "Details" : "Detalles del nuevo paciente",
    "FirstName": "Primer nombre ",
    "FirstNameReq": "Se requiere el primer nombre",
    "MiddleName": "Segundo nombre ",
    "LastName": " Apellido",
    "LastNameReq": "El Apellido es Requerido",
    "Email" : "Correo electrónico",
    "EmailReq" : "Correo electronico es requerido", 
    "Dob" : "Fecha de nacimiento",
    "GuardianID" : "Cargar la imagen de la tarjeta de identificación del guardián",
    "GuardianIDReq": "Se requiere una foto de la tarjeta de identificación del tutor",
    "GuardianName": "Nombre del guardián",
    "GuardiaNameReq": "Se requiere el nombre del tutor",
    "Relationship": "Relación con el paciente",
    "RelationshipReq": "Se requiere relación con el paciente",
    "DobReq": "Se requiere fecha de nacimiento",
    "Gender": "Género",
    "Male": "Masculino",
    "Female" : "Femenina",
    "LastMammo": "¿Cuándo fue aproximadamente su última mamografía?",
    "LastMenstrual": "¿Cuándo fue su última menstruación?",
    "MensDate": "Fecha",
    "Menopause":"soy menopausia",
    "NotApplicable" :"No aplica",
    "SelectDate": "Seleccione fecha",
    "BreastFeeding": "¿Está amamantando/lactando?",
    "Pregnant":"¿Estás embarazada?",
    "Insurance" : "Tiene usted seguro ?",
    "Yes" : "Yes",
    "No": "No",
    "InsuranceFrontID": "Cargue la imagen frontal de la tarjeta de seguro ",
    "InsuranceFrontIDReq": "",
    "InsuranceBackID": " Subir imagen posterior de la tarjeta de seguro",
    "InsuranceBackIDReq": "",
    "IDCard": " Subir imagen de tarjeta de identificación",
    "IDCardReq": ""
    },
    "ReasonForVisit" : {
       "label" : "Razón de la visita",
       "Select" : "Seleccione",
       "CovidTest": "Consulta de prueba de Covid",
       "Covid": "Covid",
       "Consultation" : "Consulta/Reposición de Medicamentos",
       "Sport": "Sports/School Physical",
       "Immigration": "Inmigración",
       "DotPhysical" : "Dot Physical",
       "Other": "Otra",
       "Explain" : "Explique",
       "Error": "Se requiere el motivo de la visita"
    },
    "SportPhysical" :{
        "Grade": "Grado",
        "School": "Escuela",
        "Illness": "¿Ha tenido una enfermedad o lesión desde su última revisión médica o examen físico?",
        "Hospitalized" : "¿Ha estado hospitalizado durante al menos una noche en el último año? ",
        "Surgery": "¿Alguna vez se ha sometido a una cirugía?",
        "HeartTest": " ¿Alguna vez un médico le ha solicitado que se realice pruebas cardíacas previas?",
        "Passed" : "¿Alguna vez se ha desmayado mientras hacía ejercicio o después de hacerlo?",
        "ChestPain": "¿Alguna vez ha experimentado un dolor en el pecho mientras hacía ejercicio o después de hacerlo?",
        "TiredQuickly" : "¿Se cansa más rápido que sus amigos durante el ejercicio?",
        "SkippedHeartbeat": "¿Alguna vez ha tenido latidos cardíacos acelerados o interrumpidos?",
        "HighBlood": "¿Ha tenido presión arterial alta o colesterol alto?",
        "Murmur": "¿Alguna vez le han dicho que tiene un soplo cardíaco?",
        "FamilyMember": "¿Algún miembro de su familia o pariente ha muerto por problemas cardíacos o por muerte súbita e inesperada antesde los 50 años?",
        "FamilyMemberDied": "¿Algún miembro de su familia tiene un diagnóstico de agrandamiento del corazón (miocardiopatía dilatada), miocardiopatía hipertrófica, síndrome del QT largo u otra canalopatía iónica (como el síndrome de Brugada, entre otros), síndrome de Marfan o ritmo cardíaco anormal?",
        "ViralInfection": "¿Ha tenido una infección viral grave (por ejemplo, miocarditis o mononucleosis) en el último mes?",
        "Denied": "¿Alguna vez un médico le ha negado o restringido su participación en actividades debido a un problema cardíaco?",
        "HeadInjury":"¿Alguna vez ha sufrido una lesión en la cabeza o una conmoción cerebral?",
        "MemoryLoss": "¿Alguna vez lo han noqueado, ha quedado inconsciente o ha perdido la memoria?",
        "MemoryLossExplain": "En caso afirmativo, ¿cuántas veces? ",
        "LastConcussion" : "¿Cuándo fue su última conmoción cerebral?",
        "HowSevere" : "¿Qué tan severa fue cada una? (Explique en el cuadro de abajo) ",
        "Seizure" : "¿Alguna vez ha convulsionado? ",
        "Headache" : "¿Tiene dolores de cabeza frecuentes o intensos?",
        "Numbness" : "¿Alguna vez ha sentido entumecimiento u hormigueo en los brazos, manos, piernas o pies? ",
        "PinchedNerve" : "¿Alguna vez ha tenido un nervio oprimido,,irritado o pinzado?",
        "MissingOrgan" : "¿Le falta algún órgano par?",
        "underDrCare" : "¿Se encuentra bajo el cuidado de un médico?",
        "TakingMed" : "¿En la actualidad, toma algún medicamento o píldora con receta médica o sin ella (de venta libre), o utiliza un inhalador?",
        "Alergy" : ". ¿Tiene alguna alergia (por ejemplo, al polen, a medicamentos, alimentos o insectos que pican)? ",
        "Dizzy" : "9. ¿Alguna vez se ha mareado mientras hacía ejercicio o después de hacerlo?",
        "SkinProblem" : "¿Tiene algún problema cutáneo actual (por ejemplo, picazón, sarpullidos, acné, verrugas, hongos o ampollas)?",
        "HeatIllness" : "¿Alguna vez se ha enfermado por hacer ejercicio en el calor?",
        "EyeProblem" : "¿Ha tenido algún problema con sus ojos o visión?",
        "ShortBreath" : ". ¿Alguna vez le ha faltado el aire de manera inesperada mientras hacía ejercicio?",
        "Asthma" : "¿Tiene asma?",
        "SeasonalAlergy" : "¿Tiene alergias estacionales que requieren un tratamiento médico? ",
        "Protective" : "¿Utiliza algún equipo correctivo o de protección especial, o dispositivos que no suelen utilizarse para su actividad o posición (por ejemplo, rodilleras, un rollo especial para el cuello, aparatos ortopédicos para los pies, retenedores en los dientes o audífonos)?",
        "InjurySwelling" : "¿Alguna vez ha tenido un esguince, distensión o hinchazón después de una lesión?",
        "FracturedBone" : "¿Se ha roto o fracturado algún hueso, o dislocado alguna articulación?",
        "BoneSwell" : "¿Ha tenido algún otro problema de dolor o hinchazón enlos músculos, tendones, huesos o articulaciones?",
        "Checkbox" : "En caso afirmativo, marque la casilla correspondiente y explique en el cuadro de abajo:",
        "Head" : "Cabeza",
        "Neck" : "Cuello",
        "Back" : "Espalda",
        "Chest" : "Pecho",
        "Shoulder" : "Hombro",
        "Upperarm" : "Brazo",
        "Elbow" : "Codo",
        "Forearm" : "Antebrazo ",
        "Wrist" : "Muñeca",
        "Hand" : "Mano",
        "Finger" : "Dedo",
        "Foot" : "Pie",
        "Hip" : "Cadera",
        "Thigh" : "Muslo",
        "Knee" : "Rodilla",
        "Shin" : "Canilla/Pantorrilla",
        "Ankle" : "Tobillo",

        "Weigh" : " ¿Quiere pesar más o menos de lo que pesa ahora?",
        "Stress" : "¿Se siente estresado? ",
        "SickleCell" : "¿Alguna vez le han diagnosticado o ha recibido tratamiento para el rasgo de células falciformes o la enfermedad de células falciformes?",
        "TwoTesticle" : "¿Tiene dos testículos?",
        "TesticularSwelling" : " Tiene hinchazón o masas en los testículos?",
        "FirstMenstrual" : "¿Cuándo tuvo su primer período menstrual?",
        "RecentMenstrual" : "¿Cuándo tuvo su período menstrual más reciente?",
        "MenstrualTime" : "¿Cuánto tiempo suele pasar desde el inicio de un período hasta el inicio del otro?",
        "LastYearPeriods" : "¿Cuántos períodos ha tenido en el último año?",
        "LongestTime" : "¿Cuál fue el tiempo más largo que pasó entre un período y el otro en el último año?",
        "ECG" : "No es necesario que se realice un electrocardiograma (ECG). He leído y entiendo la información sobre el examen cardíaco en el Formulario de concientización sobre paro cardíaco repentino de la UIL. Al marcar esta casilla, elijo que se le realice un ECG a mi estudiante para un examen cardíaco adicional. Entiendo que es responsabilidad de mi familia programar y pagar dicho ECG.",
        "Explain" : "EXPLIQUE SUS RESPUESTAS SÍ EN EL CUADRO DE ABAJO (adjunte otra hoja si es necesario)"
    },
    "Immigration" : {
        "City" : "Ciudad o Pueblo de Nacimiento",
        "CityReq" : "Ciudad o Pueblo de Nacimiento es Requerido",
        "CityTownvill" : "Ciudad/Pueblo/Pueblo de Nacimiento ",
        "Country" : "País de Nacimiento ",
        "A-Num" : "Alien Registration Number (A-Number) (If any)",
        "A-NumErr" : "Minimum 9 digits",
        "A-NumErr1" : "Only digits are allowed",
        "USCIS" : "USCIS Online Account Number (if any)",
        "USCISErr" : "Minimum 12 digits",
        "USCISErr1" : "Only digits are allowed",
        "ReadEnglish" : "Puedo leer y entender inglés y he entendido todas las instrucciones de este formulario",
        "InterpreterLabel" : "Proporcione la siguiente información sobre el intérprete, si usó uno",
        "FirstName" : " Nombre del intérprete (primer nombre)",
        "LastName" : " Apellido del intérprete (apellido)",
        "OrganizationName" : "Nombre de la empresa u organización del intérprete (si corresponde)"

    },
        "DotPhysical" :{
        "Label" : "Información del conductor:",
        "DriverLicenseNum": "Número de carnet de conducer",
        "State": "Estado emisor/provincial",
        "VerifiedBy":" Identificación del conductor verificada por",
        "Phone": "Número de teléfono",
        "CLP" : "CLP/CDL Applicant/Holder*",
        "USDOT" : "Has your USDOT/FMCSA medical certificate ever been denied or issued for less than 2 years?",
        "Label1" : "Historial de salud del conductor:",
        "Surgery" : "¿Alguna vez ha tenido una cirugía?",
        "SurgeryExplain" : "Por favor enumere y explique a continuación.",
        "TakingMed" : "¿Está tomando actualmente medicamentos (recetados, de venta libre, remedios a base de hierbas, suplementos dietéticos)?",
        "MedExplain": "Por favor, descríbalo a continuación.",
        "Label2": "¿Tienes o has tenido alguna vez:",
        "Injury": "1. Lesiones o enfermedades en la cabeza/cerebro",
        "Seizure" : "2. Convulsiones, epilepsia",
        "Eye": "3. Problemas oculares (excepto anteojos o lentes de contacto)",
        "Ear": " 4. Problemas de oído y/o audición",
        "Heart": "5. Enfermedad cardíaca, ataque cardíaco, derivación u otros problemas cardíacos",
        "Pace" : " 6. Marcapasos, stents, dispositivos implantables u otros procedimientos cardíacos",
        "Highblood" : " 7. Alta presión sanguínea",
        "HighCholestrol": "8. Colesterol alto",
        "Chronic" : "  9. Tos crónica (a largo plazo), dificultad para respirar u otros problemas respiratorios",
        "Lung" : "10.Enfermedad pulmonar (por ejemplo, asma)",
        "Kidney" : "11. Problemas renales, cálculos renales o dolor/problemas para orinar",
        "Stomach": "12. Problemas estomacales, hepáticos o digestivos",
        "Sugar": "13. Diabetes o problemas de azúcar en la sangre ",
        "Insulin" : "Insulina utilizada",
        "MentalHealth": "14. Ansiedad, depresión, nerviosismo, otros problemas de salud mental",
        "Fainting": " 15. Desmayo o desmayo",
        "Dizzy" : "16. Mareos, dolores de cabeza, entumecimiento, hormigueo o pérdida de memoria",
        "WeightLoss" : "17. Pérdida de peso inexplicable",
        "Stroke" : "18. Accidente cerebrovascular, mini accidente cerebrovascular (TIA), parálisis o debilidad" ,
        "LimitedUse": "19. Falta o uso limitado de un brazo, mano, dedo, pierna, pie, dedo del pie",
        "Back": "20. Problemas de cuello o espalda",
        "Bone": "21. Problemas de huesos, músculos, articulaciones o nervios",
        "BloodClot" : "22. Coágulos de sangre o problemas de sangrado",
        "Cancer" : "23. Cáncer",
        "Infection" : " 24. Infección crónica (a largo plazo) u otras enfermedades crónicas",
        "SleepDisorder":"25. Trastornos del sueño, pausas en la respiración mientras duerme, somnolencia diurna, ronquidos fuertes",
        "Apnea" : "26. ¿Alguna vez se ha realizado una prueba del sueño (p. ej., apnea del sueño)?",
        "NightHospital" : "27. ¿Alguna vez has pasado una noche en el hospital?",
        "BrokenBone" : "28.¿Alguna vez ha tenido un hueso roto?",
        "Tobacco" : "29.  ¿Alguna vez ha consumido o consume ahora tabaco?",
        "Alcohol" : "30. ¿Actualmente bebes alcohol?",
        "Illegal" : "31. ¿Ha consumido alguna sustancia ilegal en los últimos dos años?",
        "Drug":"32. ¿Alguna vez ha fallado una prueba de drogas o ha sido dependiente de una sustancia ilegal?",
        "OtherHealth" : "Otras condiciones de salud no descritas anteriormente",
        "Explain1" : "Por favor, descríbalo a continuación.",
        "YesAnswerLabel" : "¿Contestó 'sí' a alguna de las preguntas 1-32? Si es así, comente más sobre esas condiciones de salud a continuación." ,
        "Explain2": "Por favor, descríbalo a continuación."
    },
    
     "Page2" : {
    "Label" : "Formulario de nuevo paciente",
    "Address" : "Dirección",
    "APTLabel" : "APT/SUITE/FLOOR",
    "APT": "Departamento",
    "ST": "Suite ",
    "Flr" : "Piso",
    "APTNumber":" Número",
    "IDCard": "CARGAR FOTO DE LA TARJETA DE IDENTIFICACIÓN",
    "IDErr" : "ID Card Picture is Required",
    "City" : "Ciudad ",
    "Race" : " La raza",
    "State": " Estado",
    "Zip" : "Código postal",
    "MaritalStatus" : "Estado civil",
    "Select" : "Seleccione",
    "Single" : "Único",
    "Married" : "Casado",
    "Divorce" : "Divorcio",
    "Widowed" : "Viudo",
    "Occupation" : "Ocupación",
    "MobileNumber" : "Número de teléfono móvil",
    "DayTimeNo" : " Número de teléfono durante el día   ",
    "Surgery" : "¿Ha tenido alguna cirugía en el pasado?   ",
    "SurgeryExp": "Explain",
    "AlergicToMed" : "¿Es usted alérgico a algún medicamento?   ",
    "AlergicToMedExp" : "Explain",
    "MedicalProblem" : "¿Tiene algún problema médico continuo?  ",
     "MedExp": "Explain",
    "SSN" : "Número de seguro social",
    "SSNReq" : "Se requiere SSN si está utilizando un seguro de salud",
    "SSNErr" : "Mínimo 9 dígitos",
    "SSNErr1":"Solo se permiten dígitos",
    "MedList" : " Lista de Medicamentos",
    "MedName" : "Nombre ",
    "Potency" : "Potencia  ",
    "Usage":"Uso",
    "AddMed" : "Agregar medicamento",
    "Smoke" : "¿Fuma usted?",
    "SmokeHowMuch":  "Cuanta:",
    "ExSmoker" : "Ex-Fumador",
    "LightSmoker" : "Fumador de cigarrillos ligero (1-9 cigarrillos/día)",
    "ModerateSmoker" : "Fumador moderado de cigarrillos (10-19 cigs/día)",
    "HeavySmoker" : "Gran fumador de cigarrillos (20-39 cigarrillos/día)",
    "VeryHeavySmoker" : "Fumador muy empedernido (más de 40 cigs/día)",
    "Electronic" : " Fumador de cigarrillos electrónicos",
    "Tobacco" : "¿Masticas tabaco? ",
    "TobaccoHowMuch" : "Cuanta:",
    "SocialTBC": "Usar socialmente",
    "LessThenOne" : "Menos de una lata a la semana",
    "OneCan": "Una lata a la semana",
    "TwoOrMore" : "Dos o más latas a la semana",
    "Alcohol" : "¿Bebes alcohol? ",
    "HowMuchAL" : "Cuanta:",
    "OneDrink" : "una bebida al dia",
    "TwoOrThree": "Dos o tres tragos a la semana",
    "FiveOrMore" : "Cinco o más tragos a la semana",
    "Social" : "Bebedor social",
    "Drugs" : "¿Usas drogas? ",
    "WhichDrug" :"Cuáles:",
    "YearlyPhysical" : "¿Tuviste el examen físico anual este año? ",
    "LastYearlyPhysical" : "¿Cuándo fue su último examen físico anual?:",
    "Covid" : "¿Has estado expuesto al Covid? ",
    "CovidSymptoms" : "¿Tiene síntomas de Covid 19? ",
    "Cough" : "¿Tiene tos, congestión o dolor de garganta?  ",
    "BreathShortness" : "¿Tiene dificultad para respirar? ",
    "Fever":"¿Tienes fiebre? ",
    "Headache" : "¿Tienes dolor de cabeza? ",
    "Vomit" : "¿Tienes vómitos? ",
    "Bodyache" : "¿Tienes dolor de cuerpo? ",
    "PharmacyName" : "Nombre de su Farmacia:",
    "Street" : "Calle de tu Farmacia :",
    "CrossIntersection" : "Intersección transversal:",
    "PharmacyZip": " Código postal de la farmacia:",
    "FamilyHistory": "Antecedentes médicos familiares:",
    "MissingFields" : " Review all missing fields before proceeding"
    },
       "Page3" : {
        "Label": "Contacto de emergencia",
        "FirstName":"Primer nombre",
        "LastName" :" Apellido",
        "Relationship" : "Relación",
        "PhoneNumber" : " Número de teléfono",
        "DiscloseInfo" : "¿Podemos divulgar sus registros médicos a cualquiera (por ejemplo, miembro de la familia)  ",
        "Label1" : "EN CASO AFIRMATIVO, POR FAVOR PROPORCIONE LA INFORMACIÓN A CONTINUACIÓN",
        "FirstName1":"Primer nombre ",
        "LastName1" :"Apellido  ",
        "Relationship1" : "Relación",
        "PhoneNumber1" : "Teléfono",
        "HearAboutUs" : "¿Cómo te enteraste de nosotras?",
        "Policy" : "FINANCIAL POLICY WE ACCEPT CASH AND MAJOR CREDIT CARDS. FULL PAYMENT IS DUE AT THE TIME OF SERVICE. I AUTHORIZE SOUTHWEST URGENT CARE & FAMILY PRACTICE TO TREAT ME. IM ALSO AWARE THAT I AM RESPONSIBLE FOR ANY PAYMENT THAT IS DUE FOR MY TREATMENT. I HAVE READ & UNDERSTAND THE ABOVE FINANCIAL POLICY. BY SIGNING BELOW, I ACKNOWLEDGE RESPONSIBILITY & AGREE TO THE TERMS WRITTEN ABOVE.",
        "Terms": ""
    },
    
    "Page4" : {
        "Label":"Términos y condiciones legales",
        "Terms" :"Entiendo que SWUCFP, su medicos, asociados y personal de clinica son necesarias para cualquier documento historial medico,la actual condicién, tratamiento para el dolor y todo el tratamiento prestados incluso los resultados de la prueba,procedimientos y terapias, esta informacién es necesaria para ser obtenidos por la clinica son puestos en un lugar seguro de garantizar privacidad y conﬁdencialidad.Tengo entendido que la informacion documentada debe estar a disposicion de quienes participan en mi atencién. Acceso a mi historial médico informacién dentro de la organizacion es limitada, y 5610 disponible en una base de lo necesario." ,
        "Term1" : "Entiendo que mi informacién de salud si almacenados en papel, ordenador, cine, u otro medio esta disponible para el personal de SWUCFP ahora y en el futuro sobre una base de lo necesario a los trabaj adores de salud involucrados en mi atencion, enseﬁanza, revision institucional, junta aprobo investigacién y/o utilizacién interna de gestion y calidad.Me queda autorizar SWUCFP y su personal para liberar mi informacion de salud solicitada por cualquier seguro de salud, o organizacion/empresa Vinculada a las reclamaciones presentadas por esta Visita o evaluacién de beneﬁcios. Yo también autorizo la liberacion de informacién médica a otros hospitales, instalaciones, médico(s), reﬁriéndose médicos u organismos a ﬁn de facilitar mi actual cuidado, para organizar la prestacion de otros atencion continuada tras mi tratamiento en SWUCFP 0 en el caso de una emergencia.",
        "Term2" : "Todos los demas accesos estan prohibidos sin mi autorizacion especiﬁca por escrito.Abuso de la ley federal y o estatutos cierto tipos o informacién conﬁdencial no estancubiertos por la autorizacio’n, y si existen, no sera revelada ni debatido con nadie de fueraIbn Sina sin mi aprobacién especiﬁca; estos incluyen detalles conﬁdenciales de lapsicoterapia y trabajo social, asesoramiento, abuso de drogas, tratamiento de rehabilitacion, y los resultados y tratamiento de enfermedades de transmision sexual.Mi ﬁrma debajo constituye mi reconocimiento de que he leido y comprender la informacion proporcionada en esta forma, que cualquier pregunta que haya preguntado han sido respondidas satisfactoriamente y estoy de acuerdo con esta liberacion de informacion médica como aqui descritos.",
       "Term3" : " Cuando el paciente esta bajo derecho legal de edad o competente a dar consentimiento, ﬂrma de tutor legal 0 padre es necesaria.Aviso de practica He , leido la privacidad y seguridad y practica de esta oﬁcina. Entiendo que las reglas y practicas deben de guardar mi informacion personal y politica de privacidad segun HIPPA leyes y reglamentos.",
        "Sign" : "Firma del paciente",
        "Err" : ""

    },
     "YesNo" : {
        "Yes" : "Sí",
        "No" : "No",
        "Notsure" : "No estoy segura"
    },
    "Button" : {
        "Next" : "Próximo",
        "BackToPrev" : "Volver al anterior",
        "ClearSign": "Firma clara",
        "SaveSign": "Guardar firma",
        "Finish" : "Finalizar"
    },
     "Finish" : {
        "Thankyou" : "Gracias por enviar su registro médico."
    }

}